"3-finger Horizontal Swipe" = "Deslizar horizontalmente com 3 dedos";
"3-finger Vertical Swipe" = "Deslizar verticalmente com 3 dedos";
"4-finger Horizontal Swipe" = "Deslizar horizontalmente com 4 dedos";
"4-finger Vertical Swipe" = "Deslizar verticalmente com 4 dedos";
"About" = "Sobre";
"About %@" = "Sobre o %@";
"Accessibility" = "Acessibilidade";
"Acknowledgments" = "Agradecimentos";
"Active app" = "Aplicações ativas";
"Active screen" = "Na tela ativa";
"Active Space" = "Desktop ativo";
"Add a running app" = "Adicionar um aplicativo em execução";
"Add an app from disk" = "Adicionar um aplicativo do disco";
"Additional controls" = "Controles adicionais";
"Additional controls…" = "Controles adicionais…";
"Advanced" = "Avançado";
"After keys are released" = "Após as teclas serem soltas";
"After release" = "Após a liberação";
"Align windows" = "Alinhar as janelas";
"Align windows:" = "Alinhar janelas:";
"All apps" = "Todas as aplicações";
"All data from this form will be made public, as a ticket on github.com" = "Todos os dados deste formulário estarão públicos em um ticket no github.com";
"All screens" = "Todas as telas";
"All Spaces" = "Todos os desktops";
"Allowed" = "Permitido";
"Alphabetical" = "Alfabética";
"Alphabetical Order" = "Ordem alfabética";
"Also select windows using:" = "Também selecionar janelas usando:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab falhou na última utilização. Enviar um relatório de falha pode ajudar a consertá-lo";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Atualmente, o AltTab está definido para mostrar aplicações. Essa configuração está disponível apenas quando o AltTab está definido para mostrar janelas.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab está sendo executado sem a permissão de Gravação da Tela. As miniaturas não serão mostradas.";
"AltTab needs some permissions" = "AltTab precisa de algumas permissões";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab mostrará se a janela estiver minimizada ou em tela cheia com um ícone de status.";
"Always" = "Sempre";
"Always send crash reports" = "Sempre enviar relatórios de falha";
"and press" = "e pressionar";
"and press:" = "e pressionar:";
"Animations" = "Animações";
"Animations…" = "Animações…";
"App (BundleID starting with)" = "Aplicativo (BundleID começando com)";
"App Icons" = "Ícones de aplicativo";
"App is hidden" = "Aplicativo está escondido";
"App is running but has no open window" = "Aplicativo em execução, mas sem janela aberta";
"Apparition delay" = "Atraso de aparecimento";
"Apparition delay of Switcher" = "Atraso de aparição do seletor";
"Apparition delay:" = "Atraso para exibição:";
"Appearance" = "Aparência";
"Application Name" = "Nome do aplicativo";
"Application Name - Window Title" = "Nome do aplicativo - Título da janela";
"Applications" = "Aplicativos";
"Are you sure you don’t want a response?" = "Tem certeza de que não quer uma resposta?";
"Arrow keys" = "Teclas direcionais";
"Ask whether to send crash reports" = "Perguntar antes de enviar relatórios de falha";
"Auto" = "Automático";
"Auto-install updates periodically" = "Instalar automaticamente atualizações periodicamente";
"Blacklists" = "Restrições";
"Cancel" = "Cancelar";
"Cancel and hide" = "Cancela e oculta";
"Capture windows in the background" = "Capturar janelas em segundo plano";
"Center" = "No centro";
"Check for updates now…" = "Verificar por atualizações agora…";
"Check for updates periodically" = "Verificar periodicamente por atualizações";
"Check for updates…" = "Verificar por atualizações…";
"Check permissions…" = "Verificar permissões…";
"Close window" = "Fecha a janela";
"Conflicting shortcut" = "Atalho conflitante";
"Controls" = "Controles";
"Crash reports policy" = "Política de relatórios de falha";
"Crash reports policy:" = "Política de relatórios de falha:";
"Cursor follows focus" = "Cursor segue o foco";
"Customize App Icons style…" = "Personalizar o estilo dos ícones de aplicativo…";
"Customize Thumbnails style…" = "Personalizar o estilo das miniaturas…";
"Customize Titles style…" = "Personalizar o estilo de títulos…";
"Dark" = "Escura";
"Debug tools" = "Ferramentas de depuração";
"Disabled" = "Desativado";
"Do nothing" = "Não fazer nada";
"Don’t check for updates periodically" = "Não verificar periodicamente por atualizações";
"Don’t send" = "Não enviar";
"Don’t show windows from these apps" = "Não exibir janelas destes aplicativos";
"Done" = "Feito";
"End" = "No fim";
"Exceptions" = "Exceções";
"Export settings…" = "Exportar configurações…";
"Export…" = "Exportar…";
"Fade in animation of Preview" = "Animação de desvanecimento da Pré-Visualização";
"Fade out animation" = "Animação de desvanecimento";
"Fade out animation of Switcher" = "Animação de desvanecimento do seletor";
"Fade out animation:" = "Animação de desvanecimento:";
"Failed to import settings" = "Falha ao importar configurações";
"Focus selected window" = "Focar a janela selecionada";
"Fullscreen window" = "Tela cheia";
"Fullscreen windows:" = "Janelas em tela cheia:";
"Fullscreen/Defullscreen window" = "Colocar/tirar janela de tela cheia";
"General" = "Geral";
"Gesture" = "Gesto";
"Grant permission" = "Garantir permissão";
"Hidden windows:" = "Janelas ocultas:";
"Hide" = "Ocultar";
"Hide app badges" = "Ocultar emblemas de aplicativos";
"Hide app badges:" = "Ocultar emblemas de aplicativos:";
"Hide apps with no open window" = "Ocultar aplicativos sem janelas abertas";
"Hide apps with no open window:" = "Ocultar aplicações sem janelas abertas:";
"Hide colored circles on mouse hover" = "Não exibir os círculos coloridos ao passar o mouse";
"Hide colored circles on mouse hover:" = "Não exibir os círculos coloridos ao passar o mouse:";
"Hide in %@" = "Escondido em %@";
"Hide Space number labels" = "Não exibir o número do Space";
"Hide Space number labels:" = "Não exibir o número do desktop:";
"Hide status icons" = "Ocultar ícone de status";
"Hide status icons:" = "Ocultar ícone de status:";
"Hide window thumbnails:" = "Ocultar miniaturas das janelas:";
"Hide/Show app" = "Oculta/Exibe a aplicação";
"High" = "Alta";
"Highest" = "Mais alta";
"Hold" = "Segurar";
"Horizontal Swipe with Four Fingers" = "Passe quatro dedos para o lado";
"Horizontal Swipe with Three Fingers" = "Passe três dedos para o lado";
"I think the app could be improved with…" = "Eu acho que a aplicação poderia ser melhorada com…";
"Ignore shortcuts when active" = "Ignorar atalhos quando ativo";
"Ignore shortcuts while a window from these apps is active" = "Ignorar atalhos enquanto uma janela destes aplicativos estiver ativa";
"Import settings…" = "Importar configurações…";
"Import…" = "Importar…";
"Keep open" = "Manter aberto";
"Keep open and search" = "Manter aberto e pesquisar";
"Language" = "Idioma";
"Language Change" = "Mudança de idioma";
"Large" = "Grande";
"Later" = "Depois";
"Latest releases" = "Últimas atualizações";
"Leading" = "À esquerda";
"Left" = "À Esquerda";
"Light" = "Clara";
"Lock search" = "Bloquear pesquisa";
"Max height on screen:" = "Altura máxima na tela:";
"Max width on screen:" = "Largura máxima na tela:";
"Medium" = "Médio";
"Menubar icon" = "Ícone da barra de menu";
"Menubar icon:" = "Ícone da barra de menus:";
"Middle" = "No meio";
"Minimize/Deminimize window" = "Minimiza/Restaura a janela";
"Minimized windows:" = "Janelas minimizadas:";
"Miscellaneous" = "Outros";
"Miscellaneous:" = "Diversos:";
"Mouse hover" = "Mouse";
"Multiple screens" = "Várias telas";
"Never" = "Nunca";
"Never send crash reports" = "Nunca enviar relatórios de falha";
"No Window" = "Nenhuma Janela";
"Non-active apps" = "Aplicativos não ativos";
"Non-visible Spaces" = "Espaços não visíveis";
"Normal" = "Normal";
"Not allowed" = "Não permitido";
"NSHumanReadableCopyright" = "Licença GPL-3.0";
"Only if the window is fullscreen" = "Somente se a janela estiver em tela cheia";
"Only on different screen" = "Somente em telas diferentes";
"Open Accessibility Preferences…" = "Abrir Preferências de Acessibilidade…";
"Open Accessibility Settings…" = "Abrir os Ajustes de Acessibilidade…";
"Open Screen Recording Preferences…" = "Abrir Preferências de Gravação de Tela…";
"Open Screen Recording Settings…" = "Abrir os Ajustes de Gravação de Tela…";
"Open System Settings to confirm, and continue" = "Abra os Ajustes do Sistema para confirmar e continuar";
"Open Trackpad Preferences…" = "Abrir preferências de trackpad";
"Open Trackpad Settings…" = "Abrir as configurações do trackpad…";
"Optional: email (if you want a reply)" = "Opcional: e-mail (se você desejar uma resposta)";
"Order windows by" = "Ordenar janelas por";
"Please fill in the form" = "Por favor, preencha o formulário";
"Policies" = "Políticas";
"Preferences…" = "Preferências…";
"Preview selected window" = "Pré-visualizar a janela selecionada";
"Preview selected window:" = "Visualizar janela selecionada:";
"Preview the selected window." = "Pré-visualizar a janela selecionada.";
"Quit" = "Encerrar";
"Quit %@" = "Encerrar %@";
"Quit app" = "Encerra a aplicação";
"Recently Created" = "Criada recentemente";
"Recently Created First" = "Mais recentemente criada primeiro";
"Recently Focused" = "Focada recentemente";
"Recently Focused First" = "Mais recentemente focada primeiro";
"Remember my choice" = "Lembrar minha escolha";
"Reset preferences and restart" = "Redefinir preferências e reiniciar";
"Reset preferences and restart…" = "Redefinir preferências e reiniciar…";
"Reset settings and restart" = "Redefinir as configurações e reiniciar";
"Reset settings and restart…" = "Redefinir as configurações e reiniciar...";
"Restart Now" = "Reiniciar agora";
"Rows of thumbnails:" = "Linhas de miniaturas:";
"Screen including menu bar" = "Na tela com a barra de menus";
"Screen including mouse" = "Na tela com o mouse";
"Screen Recording" = "Gravação de Tela";
"Screen showing AltTab" = "Tela exibindo o AltTab";
"Search" = "Pesquisar";
"Select next window" = "Seleciona a próxima janela";
"Select previous window" = "Seleciona a janela anterior";
"Select windows on mouse hover" = "Selecionar janelas ao passar o mouse";
"Select windows using arrow keys" = "Selecionar janelas utilizando as setas do teclado";
"Select windows using vim keys" = "Selecionar janelas utilizando as teclas Vim";
"Send" = "Enviar";
"Send a crash report?" = "Enviar um relatório de falha?";
"Send anyway" = "Enviar assim mesmo";
"Send debug profile (CPU, memory, etc)" = "Enviar dados para depuração (CPU, memória, etc)";
"Send feedback" = "Enviar feedback";
"Send feedback…" = "Enviar feedback…";
"Settings imported" = "Configurações importadas";
"Settings…" = "Ajustes";
"Share improvement ideas, or report bugs" = "Compartilhar sugestões ou reportar falhas";
"Shortcut" = "Atalho";
"Shortcut 1" = "Atalho 1";
"Shortcut 2" = "Atalho 2";
"Shortcut 3" = "Atalho 3";
"Shortcut 4" = "Atalho 4";
"Shortcut 5" = "Atalho 5";
"Shortcut already assigned to another action: %@" = "Atalho já atribuído para outra ação: %@";
"Shortcuts When Active" = "Atalhos enquanto ativo";
"Shortcuts when active…" = "Atalhos enquanto ativo…";
"Show" = "Exibir";
"Show & Hide" = "Mostrar e Ocultar";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Exibe um item no seletor para cada janela ou para cada aplicativo. As janelas serão focadas, enquanto os aplicativos serão ativados.";
"Show apps with no open window" = "Exibir aplicativos sem nenhuma janela aberta";
"Show at the end" = "Exibir no fim da lista";
"Show fullscreen windows" = "Mostrar janelas de tela cheia";
"Show hidden windows" = "Mostrar janelas escondidas";
"Show in switcher" = "Mostrar no seletor";
"Show minimized windows" = "Mostrar janelas minimizadas";
"Show on" = "Mostrar";
"Show on:" = "Exibir:";
"Show standard tabs as windows" = "Exibir abas padrão como janelas";
"Show standard tabs as windows:" = "Exibir abas padrão como janelas:";
"Show titles" = "Mostrar títulos";
"Show windows from applications" = "Mostrar janelas de aplicativos";
"Show windows from screens" = "Mostrar janelas de telas";
"Show windows from Spaces" = "Mostrar janelas dos Spaces";
"Show windows from:" = "Exibir janelas de:";
"Size" = "Tamanho";
"Skipped" = "Pulou";
"Small" = "Pequeno";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Algumas aplicações como o Finder ou Pré-Visualização utilizam separadores padrão que atuam como janelas independentes. Outras, como navegadores da Web, utilizam separadores personalizados que atuam de forma única e, na verdade, não são janelas reais. AltTab não pode listá-las separadamente.";
"Source code repository" = "Repositório do Código Fonte";
"Space" = "Space";
"Space Order" = "Ordem por Space";
"Start" = "No início";
"Start at login" = "Começar no Início de Sessão";
"Start at login:" = "Iniciar ao efetuar login:";
"Support this project" = "Apoie este projeto";
"Swipe with Four Fingers" = "Passe quatro dedos";
"Swipe with Three Fingers" = "Passe três dedos";
"Switch between 3 different styles. You can customize them." = "Alterne entre 3 estilos diferentes. Você pode personalizá-los.";
"System" = "Sistema";
"System Default" = "Padrão do sistema";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "O atalho ⌘⎋ (command+esc) pode ser usado pelo macOS para o GameOverlay.\n\nSua alteração o atribuiria a: %@.\n\nSe você quiser continuar, certifique-se de que o atalho GameOverlay esteja desativado.\n\nObserve também que o macOS relatou bugs em que o atalho ainda pode interferir mesmo quando desativado.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "A tecla ⎋ (Esc) é reservada por alguns atalhos do macOS (por exemplo, ⌘⌥⎋ exibirá a janela Forçar Encerrar Aplicativos).\n\nSe você quiser usar ⎋, certifique-se de que as teclas modificadoras de pressionamento não sejam: ⌘⌥, ⌘⌥⇧ ou ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "A tecla ⎋ (Esc) é reservada por alguns atalhos do macOS (por exemplo, ⌘⌥⎋ exibirá a janela Forçar Encerrar Aplicativos).\n\nSua alteração a atribuiria a: %@.\n\nSe você quiser usar ⎋, certifique-se de que as teclas modificadoras de pressionamento não sejam: ⌘⌥, ⌘⌥⇧ ou ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "O aplicativo precisa reiniciar para aplicar as configurações importadas.";
"The application needs to restart to apply the language change." = "O aplicativo precisa de ser reiniciado para aplicar a mudança de idioma.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "Ao soltar:";
"This permission is needed to focus windows after you release the shortcut" = "Esta permissão é necessária para focar a janela após acionar o atalho";
"This permission is needed to show screenshots and titles of open windows" = "Esta permissão é necessária para exibir pré-visualizações e títulos das janelas abertas";
"This permission is needed to show thumbnails and preview of open windows" = "Esta permissão é necessária para mostrar as miniaturas e pré-visualização das janelas abertas";
"Thumbnails" = "Miniaturas";
"Title" = "Título";
"Title truncation" = "Truncar título";
"Titles" = "Títulos";
"Trackpad haptic feedback" = "Feedback tátil do trackpad";
"Trigger" = "Acionador";
"Trigger shortcut" = "Atalho de gatilho";
"Unassign existing shortcut and continue" = "Remover atribuição do atalho existente e continuar";
"Updates policy" = "Política de atualizações";
"Updates policy:" = "Política de atualizações:";
"Use the app without this permission. Thumbnails won’t show." = "Usar o app sem essa permissão. As miniaturas não serão mostradas.";
"Version" = "Versão";
"Vertical Swipe with Four Fingers" = "Passe quatro dedos verticalmente";
"Vertical Swipe with Three Fingers" = "Passe três dedos verticalmente";
"View existing discussions" = "Ver discussões existentes";
"Vim keys" = "Teclas Vim";
"Vim keys already assigned to other actions:\n%@" = "Teclas Vim já atribuídas a outras ações:\n%@";
"Visibility" = "Visibilidade";
"Visible Spaces" = "Desktops visíveis";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Quando desativado, evita o indicador roxo de gravação de tela do macOS e evita cintilações ao reproduzir vídeo DRM. As miniaturas estarão menos atualizadas.";
"When fullscreen" = "Quando em tela cheia";
"When no open window" = "Quando sem janela aberta";
"While open, press:" = "Enquanto aberto, pressionar:";
"Window app icon size:" = "Tamanho do ícone da aplicação:";
"Window is fullscreen" = "Em tela cheia";
"Window is minimized" = "Minimizado";
"Window is on every Space" = "Janela em todos os desktops";
"Window is on Space %d" = "Janela está no desktop %d";
"Window max width in row:" = "Largura máxima da janela na linha:";
"Window min width in row:" = "Largura mínima da janela na linha:";
"Window order:" = "Ordem das janelas:";
"Window Title" = "Título da janela";
"Window title contains" = "O título da janela contém";
"Window title font size:" = "Tamanho da fonte do título da aplicação:";
"Window title truncation:" = "Truncar título da janela:";
"Windows" = "Janelas";
"You can’t undo this action." = "Você não pode desfazer essa ação.";
"You didn’t write your email, thus can’t receive any response." = "Você não informou seu e-mail, portanto não poderá receber uma resposta.";
"You may need to disable some conflicting system gestures" = "Você pode ter que desativar alguns gestos do sistema conflitantes";
